const programCom = {
    first: {
        num: "I",
        title: "Не поламай",
        text: "Якщо тобі щось не подобається, то не спіши це виправляти, якщо не знаєш, для чого це було зроблено."
    },
    second: {
        num: "II",
        title: "Не cкопіпасть",
        text: "Копіпаста - зло. Не розмножуй код. Чим менше коду - тим менше багів."
    },
    third: {
        num: "III",
        title: "Не захардкодь",
        text: "Особливо якщо грішиш копіпастою."
    },
    fourth: {
        num: "IV",
        title: "Не перестарайся",
        text: "Зберігай прості речі простими. Не ходи танками на горобців."
    },
    fifth: {
        num: "V",
        title: "Не мудруй лукаво",
        text: "Не пиши хитростей, які неможливо зрозуміти."
    },
    sixth: {
        num: "VI",
        title: "Пам'ятай про ближніх",
        text: "Думай про тих, хто буде читати твій код. Можливо це будеш ти сам."
    },
    seventh: {
        num: "VII",
        title: "Називай речі своїми іменами",
        text: "Нехай назва функції відображає те, що вона робить, а назва поля - те, що воно збегірає. Дотримуйся правил іменування."
    },
    eighth: {
        num: "VII",
        title: " Відділяй мухи до мух, а котлети до котлет",
        text: "Дотримуйся архітектури. Розкладай все по своїх місцях."
    },
    ninth: {
        num: "IX",
        title: "Шукай і знайдеш, питай і тобі дадуть відповідь",
        text: "Якщо на твоє питання ніхто не знає відповіді, можливо, час почитати документацію."
    },
    tenth: {
        num: "X",
        title: "Проникай в суть",
        text: "Не пиши милиць і затичок. Виправляй причину, а не наслідок, і буде тобі щастя."
    }
}

